Repository: TrellixVulnTeam/mangal_PDH8
Catalog: jembe/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Book a table
fi: Varata pöyta

source: about us
fi: Meistä

source: Reservation
fi: Varaus

source: Menu
fi: Ruokalista

source: Contact
fi: Yhteystiedot

source: Contact Us
fi: Ota meihin yhteyttä

source: Home
fi: Etusivu

source: Contacts
fi: Yhteystiedot

source: Send A Message
fi: Lähetä viesti

source: Send Message
fi: Lähetä viesti

source: Welcome to
fi: Terevetuloa

source: Reserve Now
fi: Varaa nyt

source: Our menus
fi: valikot

source: See What's
fi: katso mika on

source: new
fi: uusi

source: today
fi: tänään

source: Check our menu
fi: Tarkista meidan ruokalista

source: Get ready
fi: Valmistaudu

source: to
fi: etta

source: Join
fi: yhdistaa

source: with us
fi: meidan kanssamme

source: Book A Table
fi: Varata poyta

source: Lunch
fi: Lounas

source: Please enjoy our delicious Ala-carte menu today
fi: Nauti herkullisesta Ala-carte-valikosta tänään

source: Our
fi: Meidan

source: Story
fi: Tarina

source: Restaurant Mangal is excellent choice when You want to eat delicious Nepal food. We have nepalese style food with some spices and ingredients which comes from Nepal. Specially spicy food served here are typical nepalese food. Some food which we have are enhanced versions of Indian food. We have good location, downtown in Seinäjoki. We can serve food to 40-50 customers at same time. We don't just serve delicious and tasty food, we serve friendly and professional customer service too.
fi: Ravintola Mangal on erinomainen valinta silloin kun tahdotte syödä herkullista Nepalilaista ruokaa. Meillä tarjoillaan Nepalilaistyylistä ruokaa, johon sisältyy mausteita ja raaka-aineita joita yleensä käytetään Nepalilaisessa ruoanvalmistuksessa. Erityisesti mausteiset ruoat, joita tarjoilemme ovat tyypillisiä Nepalilaisia ruokia. Joitakin ruokia, joita meillä on, ovat Intialaisen ruuan parannettuja versioita. Meillä on erittäin hyvä sijainti, Seinäjoen ydinkeskustassa. Voimme tarjoilla ruokaa 40-50 asiakkaalle samanaikaisesti. Emme vain tarjoa herkullista ja maukasta ruokaa, tarjoamme myös ystävällistä ja ammattimaista asiakaspalvelua.

source: Special Menu
fi: Erityinen valikko

source: Special Promotion
fi: Erikoistarjous

source: Menu for 1
fi: valikko 1: lle

source: Menu for 2
fi: valikko 2: lle

source: Menu for 3
fi: valikko 3: lle

source: Menu for 4
fi: Valikko 4: lle

source: All
fi: Kaikki

source: Soup and Starter
fi: Keitto ja Alkiruoat

source: Chicken
fi: Kana

source: Lamb
fi: Lammas

source: Fish
fi: Kala

source: Vegetable
fi: Kasvis

source: Special Courses & Desserts
fi: Erikoiskurssit ja jälkiruoat

source: Child Menu & Drinks
fi: Lasten menu ja juomat

source: Reservation Form
fi: Varaus

source: BOOK MY TABLE
fi: Varaa pöytäni

source: Please submit your reservation detail & We'll contact you to confirm your booking
fi: Ole hyvä ja lähetä varaustiedot ja otamme sinuun yhteyttä vahvistaaksesi varauksesi

source: Reserve by Phone
fi: Varaa puhelimitse

source: We take reservations for lunch and dinner. To make a reservation, please call us at
fi: Varaamme lounaan ja illallisen. Voit tehdä varauksen soittamalla meille numeroon

source: during our opening hours.
fi: aukioloaikoina.
